<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<configuration_profile>
    <general>
        <name>Jamf Trust - Supervised Devices</name>
        <description></description>
        <level>System</level>
        <site>
            <id>-1</id>
            <name>None</name>
        </site>
        <category>
            <name>Security</name>
        </category>
        <uuid>D74183BB-BFF0-45D0-8F5B-E21B18CCE325</uuid>
        <deployment_method>Install Automatically</deployment_method>
        <redeploy_on_update>Newly Assigned</redeploy_on_update>
        <redeploy_days_before_certificate_expires>0</redeploy_days_before_certificate_expires>
        <payloads>&lt;?xml version="1.0" encoding="UTF-8"?&gt;&lt;!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd"&gt;
&lt;plist version="1"&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;D74183BB-BFF0-45D0-8F5B-E21B18CCE325&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;Configuration&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Zero Corp&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;D74183BB-BFF0-45D0-8F5B-E21B18CCE325&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Jamf Trust - Supervised Devices&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string&gt;Keeping you safe and productive on your mobile device.&lt;/string&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadRemovalDisallowed&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadScope&lt;/key&gt;&lt;string&gt;System&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;NE-F2E7CBE0-E2B1-5131-C028-0A94DEAD38D2&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.vpn.managed&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Jamf&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;com.jamf.trust.profile.jit.ott&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Jamf Trust&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string&gt;Keeping you safe and productive on your mobile device.&lt;/string&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;ProviderBundleIdentifier&lt;/key&gt;&lt;string&gt;com.jamf.trust.ne-dnsPlus&lt;/string&gt;&lt;key&gt;IPv4&lt;/key&gt;&lt;dict&gt;&lt;key&gt;OverridePrimary&lt;/key&gt;&lt;integer&gt;0&lt;/integer&gt;&lt;/dict&gt;&lt;key&gt;Proxies&lt;/key&gt;&lt;dict/&gt;&lt;key&gt;UserDefinedName&lt;/key&gt;&lt;string&gt;VPN Connection&lt;/string&gt;&lt;key&gt;VPN&lt;/key&gt;&lt;dict&gt;&lt;key&gt;OnDemandUserOverrideDisabled&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;RemoteAddress&lt;/key&gt;&lt;string&gt;trust.jamf.com&lt;/string&gt;&lt;key&gt;AuthName&lt;/key&gt;&lt;string/&gt;&lt;key&gt;OnDemandEnabled&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;ProviderBundleIdentifier&lt;/key&gt;&lt;string&gt;com.jamf.trust.ne-dnsPlus&lt;/string&gt;&lt;key&gt;AuthenticationMethod&lt;/key&gt;&lt;string&gt;Password&lt;/string&gt;&lt;key&gt;OnDemandRules&lt;/key&gt;&lt;array&gt;&lt;dict&gt;&lt;key&gt;Action&lt;/key&gt;&lt;string&gt;Connect&lt;/string&gt;&lt;key&gt;InterfaceTypeMatch&lt;/key&gt;&lt;string&gt;Cellular&lt;/string&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;Action&lt;/key&gt;&lt;string&gt;Connect&lt;/string&gt;&lt;key&gt;InterfaceTypeMatch&lt;/key&gt;&lt;string&gt;WiFi&lt;/string&gt;&lt;/dict&gt;&lt;/array&gt;&lt;key&gt;ExcludeLocalNetworks&lt;/key&gt;&lt;integer&gt;0&lt;/integer&gt;&lt;key&gt;ProviderDesignatedRequirement&lt;/key&gt;&lt;string/&gt;&lt;key&gt;AuthPassword&lt;/key&gt;&lt;string&gt;nopass&lt;/string&gt;&lt;key&gt;ProviderType&lt;/key&gt;&lt;string&gt;packet-tunnel&lt;/string&gt;&lt;key&gt;IncludeAllNetworks&lt;/key&gt;&lt;integer&gt;0&lt;/integer&gt;&lt;/dict&gt;&lt;key&gt;VPNType&lt;/key&gt;&lt;string&gt;VPN&lt;/string&gt;&lt;key&gt;VPNSubType&lt;/key&gt;&lt;string&gt;com.jamf.trust&lt;/string&gt;&lt;key&gt;VendorConfig&lt;/key&gt;&lt;dict&gt;&lt;key&gt;ProfileId&lt;/key&gt;&lt;string&gt;com.jamf.trust.bootstrap&lt;/string&gt;&lt;key&gt;activationType&lt;/key&gt;&lt;string&gt;AP&lt;/string&gt;&lt;key&gt;activationProfileUrl&lt;/key&gt;&lt;string&gt;https://e.wandera.com/xlx1w0zq&lt;/string&gt;&lt;key&gt;firstName&lt;/key&gt;&lt;string&gt;$FULLNAME&lt;/string&gt;&lt;key&gt;lastName&lt;/key&gt;&lt;string/&gt;&lt;key&gt;apiKey&lt;/key&gt;&lt;string&gt;9c5f4d0f-add8-4c8f-8abc-5bf13d562c77&lt;/string&gt;&lt;key&gt;secretKey&lt;/key&gt;&lt;string&gt;PZDEbJGKlc8/UoXjCQASNazRgFg4mSIxDMy+gBKJBwBxfR++6zg2PL99UZPHZ6mN7AWu98qPxunr3gYAKlHYgQ==&lt;/string&gt;&lt;key&gt;externalId&lt;/key&gt;&lt;string&gt;$UDID&lt;/string&gt;&lt;key&gt;email&lt;/key&gt;&lt;string&gt;$EMAIL&lt;/string&gt;&lt;/dict&gt;&lt;key&gt;OnDemandUserOverrideDisabled&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;/dict&gt;&lt;dict&gt;&lt;key&gt;PayloadUUID&lt;/key&gt;&lt;string&gt;70B0779E-E5CD-40E6-973D-A99151A5FFCC&lt;/string&gt;&lt;key&gt;PayloadType&lt;/key&gt;&lt;string&gt;com.apple.security.root&lt;/string&gt;&lt;key&gt;PayloadOrganization&lt;/key&gt;&lt;string&gt;Zero Corp&lt;/string&gt;&lt;key&gt;PayloadIdentifier&lt;/key&gt;&lt;string&gt;com.jamf.trust.profile.jit.doh.certificate.7bd6af2a-f2b7-2d9a-c9ab-073c18255e34&lt;/string&gt;&lt;key&gt;PayloadDisplayName&lt;/key&gt;&lt;string&gt;Jamf Security Root CA&lt;/string&gt;&lt;key&gt;PayloadDescription&lt;/key&gt;&lt;string&gt;Adds a CA root certificate&lt;/string&gt;&lt;key&gt;PayloadVersion&lt;/key&gt;&lt;integer&gt;1&lt;/integer&gt;&lt;key&gt;PayloadEnabled&lt;/key&gt;&lt;true/&gt;&lt;key&gt;PayloadCertificateFileName&lt;/key&gt;&lt;string&gt;JamfSecurityCA.crt&lt;/string&gt;&lt;key&gt;PayloadContent&lt;/key&gt;&lt;data&gt;MIIF1DCCA7ygAwIBAgIJAIG2HJBUvyfVMA0GCSqGSIb3DQEBDQUAMHcxCzAJBgNVBAYTAlVTMQswCQYDVQQIDAJNTjEUMBIGA1UEBwwLTWlubmVhcG9saXMxDTALBgNVBAoMBEphbWYxFjAUBgNVBAsMDUphbWYgU2VjdXJpdHkxHjAcBgNVBAMMFUphbWYgU2VjdXJpdHkgUm9vdCBDQTAeFw0yMjAzMjQwOTU4MDlaFw00MjAzMTkwOTU4MDlaMHcxCzAJBgNVBAYTAlVTMQswCQYDVQQIDAJNTjEUMBIGA1UEBwwLTWlubmVhcG9saXMxDTALBgNVBAoMBEphbWYxFjAUBgNVBAsMDUphbWYgU2VjdXJpdHkxHjAcBgNVBAMMFUphbWYgU2VjdXJpdHkgUm9vdCBDQTCCAiIwDQYJKoZIhvcNAQEBBQADggIPADCCAgoCggIBAMPSk0ilazD2WqeM10iZtZ0xRb+BQu5tAZDj9vGB/elVx54S9Lc9K7KKlk4BEXMXECTHOcwVcbpdC2iNLY3vxiDP5xvduYvIQ63cOkuxM3vev1Ll0/EZTeo5JXcltIa78oNlXnBR+vZj8iPyzS9yE1EMnea2jcjaC14Mulu073Q01U7ye9li4gAilirQu7vR3P1bhHJLFv4OwBTeA65vkgEkS3vtkuXxpCcMpzAOj23xBa9TEvI+O40SB44J0OJy2w4Yv1Mijmb5I0w3XBVmZqciz8fEenhTxx1igHWWAtcTC1xEONdgi9DewTtyGSVegpEBhQbafvosCQYpdue/8D44QNjdb+ut0/UgPGNjWraPvLSKnr7iEqwE6LFBmRg0YC1zIVMfzxfrW6ZNvbdvlWw9TaadHeg+qvvq+5Xk3bA4/rOitSLyg03XB/2YX6UmynLH3vHYlxDCwvIYqZFF8MwPsgDtHXAzL7/nA+EjGgP7ONTN87z8B7Bs9ajmDqOv2D9cVoQfpZTYveuwWbPfzP21W5YzoGqVLLX/KzcC2DW7QymEm6yZZ+C1k5pSXMXY2zp3N74UarfGJWEHjGKddSNrBhLxs592QkH6okt1HvNNiAtZY/F9q58P4+xumnGcKXHg98up0Sfuco/H8ZZmgGmzH13mN9ApYfc74dRN/zrPAgMBAAGjYzBhMB0GA1UdDgQWBBSj/aBMhYZJq4ss4Mq63NX9tZ7mtjAfBgNVHSMEGDAWgBSj/aBMhYZJq4ss4Mq63NX9tZ7mtjAPBgNVHRMBAf8EBTADAQH/MA4GA1UdDwEB/wQEAwIBhjANBgkqhkiG9w0BAQ0FAAOCAgEAH3nz/rcDuXT2z6gGrHNKDhqYd31uEU+hC6bgH3FhEgb3pk89RrAwmtdXaD4wZtC+z9zISv5JpYWoEu348+ptjffjil1V3tKA3R+qU1YeNnC1yQFnaXBpQsytqXBtwOTBTXcSacGJfwgG3o24Q1l8eeBgkf066Y2vNZ0q/2AOqegUfYOKDyfBkxK+Kev3XAffiK++FsuwpvUD2fowsjn9wu8/xIfUdfW6VQl6p2clpg1hGfUP5OlUsl2EkI6DXkz4JQCCILffeEYrDW4j64rwEDK3Ic5Om2YcWpuxAzumpilXbVcBdAIdBCQlvh1LviKSIaYMNQ6qPYqqOLpN5LAMo3HdMmlqSFUUNFt7PT1UoumXQ4NiTzpQxdNbVnSBGwDY2/c0IBmYuDT3hgMr+VSJ8w064AMLwXRU99QeawwLQnJCIeex/aCocbYukCMyYm7VtfSTb811A4u0qC9HDs4zohLHtGW1IbrQt52LkAGESK7+EG/VZEI9Hno0HcPfdCICa4M6ZMolYJ2TLrdIgG2TmcHTC9S4ZtY0x/VbA8uQddJ9DJ/7Zo1P4uC6dPP6lRY18bPhVrGw0PlSKaHv9FtoMQThjngXcoRBmT3/ZbTNExuKMqmpLOQj2e7gBhFRAwJwDQMRubDUo3n62GfONOPQmedP7WORpgcdS1/7ypaMafA=&lt;/data&gt;&lt;key&gt;AllowAllAppsAccess&lt;/key&gt;&lt;false/&gt;&lt;/dict&gt;&lt;/array&gt;&lt;/dict&gt;&lt;/plist&gt;</payloads>
    </general>
    <scope>
        <all_mobile_devices>false</all_mobile_devices>
        <all_jss_users>false</all_jss_users>
        <mobile_devices></mobile_devices>
        <buildings></buildings>
        <departments></departments>
        <mobile_device_groups></mobile_device_groups>
        <jss_users></jss_users>
        <jss_user_groups></jss_user_groups>
        <limitations>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
        </limitations>
        <exclusions>
            <mobile_devices></mobile_devices>
            <buildings></buildings>
            <departments></departments>
            <mobile_device_groups></mobile_device_groups>
            <users></users>
            <user_groups></user_groups>
            <network_segments></network_segments>
            <ibeacons></ibeacons>
            <jss_users></jss_users>
            <jss_user_groups></jss_user_groups>
        </exclusions>
    </scope>
    <self_service>
        <self_service_description></self_service_description>
        <security>
            <removal_disallowed>Never</removal_disallowed>
        </security>
        <self_service_icon></self_service_icon>
        <feature_on_main_page>false</feature_on_main_page>
        <self_service_categories>
            <category>
                <name>Security</name>
            </category>
        </self_service_categories>
    </self_service>
</configuration_profile>
